{
/* Passphrase panel titles */
"MESSAGE_AUTHENTICATION_TITLE" = "Bekræftelse af beskedens ægthed";
"MESSAGE_DECRYPTION_PASSPHRASE_TITLE" = "Dekryptering af besked";

/**/
"DECRYPTING" = "Dekryptering...";
"ENCRYPTING" = "Kryptering...";

/* <PGP> submenu title */
"PGP_MENU" = "PGP";
/* <PGP Keys> submenu title */
"PGP_KEYS_MENU" = "PGP-nøgler";

/* <PGP> submenu items */
"DECRYPT_MENU" = "Dekrypter";
"AUTHENTICATE_MENU" = "Bekræft ægthed";
"ENCRYPT_MENU" = "Krypter ny besked";
"SIGN_MENU" = "Signer ny besked";

/* Description of version prefixed with <Version:> */
"VERSION: %@" = "Version: %@";

/* PGP preferences panel name */
"PGP_PREFERENCES" = "PGP";

/* Alert title and message */
"MSG_DECRYPTION_ALERT_TITLE_NOT_SIGNED" = "Dekryptering af besked";
"DECRYPTED_MSG_NOT_SIGNED" = "Besked er krypteret; men ikke signeret. Dens ægthed kan ikke bekræftes.";
"MSG_ENCRYPTION_ALERT_TITLE" = "PGP-kryptering mislykkedes";
"MSG_DECRYPTION_ALERT_TITLE" = "PGP-dekryptering mislykkedes";
"MSG_SIGNING_ALERT_TITLE" = "PGP-signering mislykkedes";
"UNSUPPORTED_ENCRYPTION_FORMAT" = "GPGMail kan ikke dekryptere beskeder med denne slags kryptering.";
"DATA_NOT_AVAILABLE" = "Indholdet af beskeden er midlertidigt utilgængeligt.";

/* Informational alert title and message */
"AUTHENTICATION_TITLE_OK" = "PGP-bekræftelse af ægthed";

/**/
"AUTHENTICATION_TITLE_FAILED" = "PGP-bekræftelse af ægthed mislykkedes";
"TRY_AGAIN" = "Prøv igen";
"CANCEL_DELIVERY" = "Afbryd";
"CANCEL_DECRYPTION" = "Afbryd";

/**/
"AUTHENTICATION_TITLE_UNSIGNED" = "PGP bekræftelse af ægthed";
"UNSIGNED_PGP_MESSAGE" = "Denne besked er ikke signeret med PGP.";

/* Toolbar item titles */
"DECRYPT_ITEM" = "Dekrypter";
"AUTHENTICATE_ITEM" = "Bekræft ægthed";
"MAKE_ENCRYPTED_ITEM" = "Krypter";
"MAKE_CLEAR_ITEM" = "Lav til klar tekst";
"MAKE_UNSIGNED_ITEM" = "Fjern signering";
"MAKE_SIGNED_ITEM" = "Signer";
"ENCRYPTED_ITEM" = "Krypteret";
"CLEAR_ITEM" = "I klar tekst";
"SIGNED_ITEM" = "Signeret";
"UNSIGNED_ITEM" = "Usigneret";

/* Toolbar item tooltips  */
"DECRYPT_ITEM_TOOLTIP" = "Dekryptere PGP_krypteret besked";
"AUTHENTICATE_ITEM_TOOLTIP" = "Bekræft ægthed af PGP-signeret besked";
"MAKE_CLEAR_ITEM_TOOLTIP" = "Tryk for at sende en besked i klar tekst";
"MAKE_ENCRYPTED_ITEM_TOOLTIP" = "Tryk for at benytte PGP-kryptering";
"MAKE_UNSIGNED_ITEM_TOOLTIP" = "Tryk for at sende en besked uden PGP-bekræftelse af ægthed";
"MAKE_SIGNED_ITEM_TOOLTIP" = "Tryk for at benytte PGP-bekræftelse af ægthed";
"ENCRYPTED_ITEM_TOOLTIP" = "Besked sendes krypteret; tryk for at sende som klar tekst";
"CLEAR_ITEM_TOOLTIP" = "Besked sendes som klar tekst; tryk for at kryptere med PGP";
"SIGNED_ITEM_TOOLTIP" = "Besked sendes med PGP-signering; klik for at sende uden PGGP-bekræftelse af ægthed";
"UNSIGNED_ITEM_TOOLTIP" = "Besked vil ikke få PGP-signering; klik for at bruge PGP-bekræftelse af ægthed";

/* Signature information */
"Bad policy!"  = "Dårlig politik! "; // Followed by a list of policy URLs
"Policy: " = "Politik: "; // Followed by a list of policy URLs
"Signed on %@" = "Signeret d. %@"; // Param is a date, whose format is set by SIGNATURE_CREATION_DATE_FORMAT
"SIGNATURE_CREATION_DATE_FORMAT" = "%c"; // See NSCalendarDate documentation for format
"No signature creation date available" = "Ingen signeringsdato tilgængelig";
"Key fingerprint: %@" = "Fingeraftryk for nøgle: %@";
"Key ID: 0x%@" = "Nøgle ID: 0x%@";
"No key fingerprint/ID available" = "Intet tilgængeligt fingeraftryk/ID til nøgle";
"Validity: %@" = "Gyldighed: %@"; // Param is the validity status string
"Signature expires on %@" = "Signatur udløber d. %@"; // Param is a date, whose format is set by SIGNATURE_EXPIRATION_DATE_FORMAT
"SIGNATURE_EXPIRATION_DATE_FORMAT" = "%x"; // See NSCalendarDate documentation for format
"Key expired on %@" = "Signatur udløb d. on %@"; // Param is a date, whose format is set by KEY_EXPIRATION_DATE_FORMAT
"KEY_EXPIRATION_DATE_FORMAT" = "%x"; // See NSCalendarDate documentation for format
"Signed by %@." = "Signeret af %@."; // Param is a userID
"Signature from %@ is bad!" = "Ugyldig signatur fra %@!"; // Param is a userID
"Signature is bad!" = "Dårlig signatur!";
"Signature status error." = "Fejl i signaturstatus.";
"MISSING KEY %@." = "Manglende nøgle %@."; // Param is a key ID in hexadecimal
"Signature summary 0x%04x - Signature status %u." = "Ukendt fejl: signaturoversigt 0x%04x - signatur-status %u."; // Generic error message; first param is a hex status flag value, second is a decimal status value
"EXCEPTION: %@" = "Intern fejl: %@"; // Generic error message; param is a string (exception reason, maybe not localized)
"AUTHENTICATING" = "Kontrollerere PGP-signatur...";
"UNTRUSTED RECIPIENTS" = "Ingen tillid til mindst én af nøglerne";

/* Title */
/* Error messages */
"GPGMAIL_CANNOT_WORK" = "GPGmail kan ikke arbejde, fordi dens hjælpeprogram ikke kan startes. Prøv at genstarte Mail, og hvis problemet fortsat findes, så send en besked til gpgmail@sente.ch";
"GPGMAIL_CANNOT_WORK_HAS_GPG_%@_VERSION_%@_NEEDS_%@" = "GPGMail kan ikke arbejde. Den fandt GnuPG (%@) version %@; men den har brug for minimum version %@. Afslut Mail, installér en passende version af GnuPG (for eksempel fra MacGPG Project, http://macgpg.sourceforge.net/), genstart derpå Mail."; // First arg is path to gpg, second and third are version strings
"GPGMAIL_CANNOT_WORK_MISSING_GPG_%@_VERSION_%@" = "GPGMail kan ikke arbejde. Den fandt ingen GnuPG (%@) med versionsnummer højere end %@. Afslut Mail, installér en passende version af GnuPG (for eksempel fra MacGPG Project, http://macgpg.sourceforge.net/), genstart derpå Mail."; // First arg is path to gpg, second is version string
"INVALID_GPGMAIL_VERSION" = "Din version af GnuPG kan ikke arbejde sammen med din version af Mail."; /* Title of alert sheet */
"NEEDS_COMPATIBLE_BUNDLE_VERSION" = "Du er nødt til at nedlaste og installere en version af GPGMail, der passer til din version af styresystem. Gå til http://www.sente.ch/software/GPGMail/ for at nedlaste den.";

/* Validity */
"VALIDITY: " = "gyldighed: ";
"Validity=0" = "ukendt";
"Validity=1" = "udefineret";
"Validity=2" = "aldrig";
"Validity=3" = "marginal";
"Validity=4" = "fuldstændig";
"Validity=5" = "ultimativ";

/* Generic MacGPGME error messages */
"GPGErrorCode=1" = "Generel fejl";
"GPGErrorCode=8" = "Ugyldig signatur"; // Bad = dårlig eller ugyldig?
"GPGErrorCode=9" = "Ingen offentlig nøgle";
"GPGErrorCode=10" = "Checksumsfejl";
"GPGErrorCode=11" = "Dårlig kodefrase";
"GPGErrorCode=15" = "Ugyldig rustning"; // Armor = rustning????
"GPGErrorCode=17" = "Ingen hemmelig nøgle";
"GPGErrorCode=31" = "Ugyldig kodefrase";
"GPGErrorCode=40" = "Fejl ved nøgleserver";
"GPGErrorCode=53" = "Ubrugelig offentlig nøgle";
"GPGErrorCode=54" = "Ubrugelig hemmelig nøgle";
"GPGErrorCode=55" = "Ugyldig værdi";
"GPGErrorCode=58" = "Ingen data";
"GPGErrorCode=69" = "Ikke indarbejdet";
"GPGErrorCode=84" = "Algoritme ikke understøttet";
"GPGErrorCode=94" = "Nøgle tilbagekaldt"; //revoked = tilbagekaldt?
"GPGErrorCode=99" = "Afbrudt";
"GPGErrorCode=107" = "Tvetydigt navn";
"GPGErrorCode=116" = "Uoverensstemmende politik"; //No policy match"
"GPGErrorCode=125" = "Forkert nøglebrug";
"GPGErrorCode=150" = "Ugyldig maskine"; //engine = maskine???
"GPGErrorCode=151" = "Ingen tillid til offentlig nøgle";
"GPGErrorCode=152" = "Dekryptering fejlede";
"GPGErrorCode=153" = "Nøgle udløbet";
"GPGErrorCode=154" = "Signatur udløbet";
"GPGErrorCode=16383" = "EOF";

/* Signature attachment filename (suffixed automatically by .sig) */
"PGP_SIGNATURE_FILENAME" = "PGP";

/* Signature attachment content-description */
"This is a digitally signed message part" = "OPEN/PGP-krypteret besked";

/* Version MIME part content description header */
"CONTENT_DESCRIPTION_HEADER" = "Identifikation af PGP/MIME-version";

/* Encrypted attachment filename (suffixed automatically by .asc) */
"PGP_ENCRYPTED_FILENAME" = "PGP";

/* Encrypted attachment content-description */
"This is an encrypted message part" = "Dette er en krypteret del af beskeden";

/* Multiple-part description */
"MULTIPART_ENCRYPTED_DESCRIPTION" = "Denne besked er krypteret med OpenPGP/MIME (RFC 2440/3156)";
"MULTIPART_SIGNED_DESCRIPTION" = "Denne besked er signeret med OpenPGP/MIME (RFC 2440/3156)";

/* Tooltip for banner icons */
"SIGNATURE_IS_GOOD" = "Signaturen er i orden; beskeden er ikke blevet ændret";
"SIGNATURE_IS_NOT_GOOD" = "Signaturen er ikke i orden, beskeden er blevet ændret";

/* PGP Key Download panel */
"PGP_SEARCH_KEYS_MENUITEM" = "PGP-nøglesøgning";
"SEARCH" = "Søg";
"CANCEL_SEARCH" = "Afbryd";
"SEARCHING" = "Søger...";
"NO_MATCHING_KEYS" = "Ingen matchende nøgle";
"FOUND_%d_KEYS" = "Fandt %d matchende nøgle(r)";
"DOWNLOAD" = "Nedlast";
"DOWNLOADING" = "Nedlaster...";
"DOWNLOADED" = "Nedlast og importer nøgle(r)";
"SEARCH_KEYS_ON_SERVER" = "Søg efter PGP-nøgler på nøgleserver";
"DOWNLOAD_KEYS_FROM_SERVER" = "Nedlast PGP-nøgler fra nøgleserver";
"SEARCH_ERROR" = "Der opstod en fejl under søgning";
"DOWNLOAD_ERROR" = "Der opstod en fejl under ledlastning";
" (%u bits)" = " (%u bits)";
", created on %@" = ", Dannet d. %@";
", expires on %@" = ", udløber d. %@";
", expired on %@" = ", udløb d. %@";
"REVOKED_KEY - " = "Tilbagekaldt - "; // Prefixes found key description, when necessary; followed by keyID, userID, etc.

/* Unmatched PGP keys for receipts - sheet */
"MISSING_KEYS: DOWNLOAD" = "Nogle adresser har ikke nogen PGP-nøgle. Søg eftere nøgler?"; // Title
"UNMATCHED_ADDRESSES: %@" = "Disse e-postadresser har ingen PGP-nøgle:\n%@"; // Message
"SEARCH_MATCHING_KEYS" = "Søg"; // Default button
"SEND_IN_CLEAR" = "Send som klar tekst"; // Other button

"INVALID_HASH_%@" = "Hash algoritmen '%@' tillades ikke af RFC3156.";
"GPGMAIL_VS_PGPMAIL" = "GPGMail kan ikke fungere, når PGPmail er installeret";
"GPGMAIL_%@_VS_PGPMAIL_%@" = "Begge pakker tilbuder samme funktionalitet; men med forskellige maskiner, og kun én af dem kan være installeret. Du må fjerne enten '%@' eller '%@'.";
"QUIT" = "Slut";
"CONTINUE_ANYWAY" = "Forsøg at fortsætte";

/* Composer accessory view header, under To:, CC:, Subject: */
"PGP:" = "PGP:";

/* Key description in popups; prefixes key (actually, primary userID), when necessary; followed by keyID, userID, etc.*/
"REVOKED_KEY:" = "Tilbagekaldt:";
"EXPIRED_KEY:" = "Udløbet:";
"DISABLED_KEY:" = "Slået fra:"; // Disabled = slået fra??
"INVALID_KEY:" = "Ugyldig:";

/* UserID description in popups; prefixes userID, when necessary; followed by name, email, etc.*/
"REVOKED_USER_ID:" = "Tilbagekaldt:";
"INVALID_USER_ID:" = "Ugyldig:";

/* GPGMail exception reasons */
"NO_VALID_PUBLIC_KEY" = "Der er ikke fundet nogen gyldig offentlig nøgle. Alle nøgler er enten udløbet, afbrudt eller tilbagekaldt."; // No valid public key has been found. They are all either expired, disabled or revoked."; // Could be displayed after encryption
"NO_VALID_PRIVATE_KEY" = "Der er ikke fundet nogen gyldig privat bøgle. Enten var der ikke valgt nogen, ellers var den valgte nøgle tilbagekaldt, slået fra eller udløbet."; // No valid personal key has been found. Either none was selected, or selected key is revoked, disabled or has expired."; // Could be displayed after encryption

/* Alert when user has no PGP key */
"NO PGP PRIVATE KEY - TITLE" = "Du har ingen PGP-nøgler. Du kan ikke bruge GPGMail til at kryptere eller signere beskeder.";
"NO PGP PRIVATE KEY - MESSAGE" = "Hvis du vil være i stand til at kryptere eller signere beskeder med GPGMail, skal du have en personlig PGP-nøgle. For at danne en PGP-nøgle, skal du nedlaste og installere MacGPGs GPG Keychain Access fra http://macgpg.sourceforge.net/";

/* Conflict resolution panel*/
"<ME>" = "Mig";
"<YES>" = "Ja";
"<NO>" = "Nej";
"<ALWAYS>" = "Altid";
"<NEVER>" = "Aldrig";
"<ACCEPTS>" = "Accepterer";

/* Additional info describing key */
"DISABLED_KEY_QUALIFIER" = "slået fra";
"INVALID_KEY_QUALIFIER" = "ugyldig";
"REVOKED_KEY_QUALIFIER" = "tilbagekaldt";
"EXPIRED_KEY_QUALIFIER" = "udløbet";
"CANNOT_ENCRYPT_KEY_QUALIFIER" = "cannot encrypt";
"CANNOT_SIGN_KEY_QUALIFIER" = "cannot sign";

/* Additional info describing userID */
"INVALID_USER_ID_QUALIFIER" = "ugyldig";
"REVOKED_USER_ID_QUALIFIER" = "tilbagekaldt";

"COPY_MSG_URL_MENUITEM" = "Copy Message URL";
}